/* Location and Loading */
"Locating..." = "위치 확인 중...";
"Location Failed" = "위치 확인 실패";
"Location permission required" = "위치 권한이 필요합니다.";
"Current Location" = "현재 위치";

/* Weather Data */
"Unable to load weather data." = "날씨 정보를 가져올 수 없습니다.";
"The forecast isn't available yet." = "예보 데이터가 아직 준비되지 않습니다.";
"Past weather data is not available." = "과거 데이터는 제공되지 않습니다.";

/* Weather Conditions */
"Clear" = "맑음";
"Mostly Clear" = "대체로 맑음";
"Partly Cloudy" = "부분적으로 흐림";
"Mostly Cloudy" = "대체로 흐림";
"Cloudy" = "흐림";
"Foggy" = "안개";
"Drizzle" = "이슬비";
"Rain" = "비";
"Heavy Rain" = "폭우";
"Snow" = "눈";
"Sleet" = "진눈깨비";
"Thunderstorms" = "뇌우";
"Blizzard" = "눈보라";
"Blowing Snow" = "날리는 눈";
"Freezing Drizzle" = "얼어붙는 이슬비";
"Freezing Rain" = "얼어붙는 비";
"Frigid" = "혹한";
"Hail" = "우박";
"Hot" = "무더위";
"Hurricane" = "허리케인";
"Isolated Thunderstorms" = "국지성 뇌우";
"Scattered Thunderstorms" = "산발적 뇌우";
"Strong Storms" = "강한 폭풍";
"Tropical Storm" = "열대 폭풍";
"Windy" = "바람";
"Wintry Mix" = "겨울 혼합 강수";
"Unknown Weather" = "알 수 없는 날씨";

/* UI Actions */
"Refresh" = "새로고침";

/* Menu Items */
"About DayOne!" = "DayOne! 정보";
"Quit DayOne!" = "DayOne! 종료";
"OK" = "확인";

/* About Dialog */
"DayOne! is a simple calendar and weather app for your menu bar.\n\nVersion 1.0\n\nWeather data provided by Apple Weather" = "DayOne!은 메뉴 바를 위한 간단한 달력 및 날씨 앱입니다.\n\n버전 1.0\n\n날씨 데이터는 Apple Weather에서 제공됩니다";

/* Location Permission */
"This app uses location services to provide weather information for your current location." = "현재 위치의 날씨 정보를 제공하기 위해 위치 서비스를 사용합니다."; 
